Repository: bae-fm/bae
Catalog: bae-macos/bae/bae/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, cs, de, es, fr, gu, he, hi, hr, it, ja, kn, ko, ml, mr, nl, pa, pl, pt_br, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Allow connections from other devices on your network
ar: السماح بالاتصالات من الأجهزة الأخرى على شبكتك
bg: Разрешаване на връзки от други устройства в мрежата ви
bn: আপনার নেটওয়ার্কের অন্যান্য ডিভাইস থেকে সংযোগের অনুমতি দিন
cs: Povolit připojení z ostatních zařízení ve vaší síti
de: Verbindungen von anderen Geräten in deinem Netzwerk erlauben
es: Permitir conexiones desde otros dispositivos de tu red
fr: Autoriser les connexions depuis d'autres appareils de votre réseau
gu: તમારા નેટવર્ક પરના અન્ય ડિવાઇસથી કનેક્શનની મંજૂરી આપો
he: אפשר חיבורים ממכשירים אחרים ברשת שלך
hi: आपके नेटवर्क पर अन्य डिवाइस से कनेक्शन की अनुमति दें
hr: Dopusti veze s drugih uređaja u vašoj mreži
it: Consenti connessioni da altri dispositivi della tua rete
ja: ネットワーク上の他のデバイスからの接続を許可
kn: ನಿಮ್ಮ ನೆಟ್‌ವರ್ಕ್‌ನಲ್ಲಿರುವ ಇತರ ಸಾಧನಗಳಿಂದ ಸಂಪರ್ಕಗಳನ್ನು ಅನುಮತಿಸಿ
ko: 네트워크의 다른 기기에서 연결 허용
ml: നിങ്ങളുടെ നെറ്റ്‌വർക്കിലെ മറ്റ് ഉപകരണങ്ങളിൽ നിന്നുള്ള കണക്ഷനുകൾ അനുവദിക്കുക
mr: तुमच्या नेटवर्कवरील इतर डिव्हाइसकडून कनेक्शनना अनुमती द्या
nl: Verbindingen van andere apparaten in je netwerk toestaan
pa: ਤੁਹਾਡੇ ਨੈੱਟਵਰਕ 'ਤੇ ਹੋਰ ਡਿਵਾਈਸਾਂ ਤੋਂ ਕਨੈਕਸ਼ਨਾਂ ਦੀ ਆਗਿਆ ਦਿਓ
pl: Zezwalaj na połączenia z innych urządzeń w Twojej sieci
pt_br: Permitir conexões de outros dispositivos na sua rede
ta: உங்கள் நெட்வொர்க்கில் உள்ள பிற சாதனங்களிலிருந்து இணைப்புகளை அனுமதி
te: మీ నెట్‌వర్క్‌లోని ఇతర పరికరాల నుండి కనెక్షన్‌లను అనుమతించండి
th: อนุญาตการเชื่อมต่อจากอุปกรณ์อื่นในเครือข่ายของคุณ
tr: Ağındaki diğer cihazlardan bağlantılara izin ver
uk: Дозволити з'єднання з інших пристроїв у вашій мережі
ur: اپنے نیٹ ورک پر دیگر آلات سے کنکشنز کی اجازت دیں
vi: Cho phép kết nối từ các thiết bị khác trong mạng của bạn
zh_hans: 允许网络上的其他设备连接
zh_hant: 允許網路上的其他裝置連線

source: Already in Library
ar: موجود بالفعل في مكتبتك
bg: Вече е в библиотеката ви
bn: ইতিমধ্যে লাইব্রেরিতে আছে
cs: Už je v knihovně
de: Bereits in deiner Mediathek
es: Ya en tu biblioteca
fr: Déjà dans votre bibliothèque
gu: પહેલેથી જ લાઇબ્રેરીમાં
he: כבר בספרייה שלך
hi: पहले से लाइब्रेरी में
hr: Već je u biblioteci
it: Già nella tua libreria
ja: ライブラリに既にあります
kn: ಈಗಾಗಲೇ ಲೈಬ್ರರಿಯಲ್ಲಿದೆ
ko: 이미 라이브러리에 있음
ml: ഇതിനകം ലൈബ്രറിയിൽ
mr: आधीच लायब्ररीत आहे
nl: Al in je bibliotheek
pa: ਪਹਿਲਾਂ ਹੀ ਲਾਇਬ੍ਰੇਰੀ ਵਿੱਚ
pl: Już w bibliotece
pt_br: Já na sua biblioteca
ta: ஏற்கெனவே நூலகத்தில் உள்ளது
te: ఇప్పటికే లైబ్రరీలో ఉంది
th: มีอยู่ในคลังแล้ว
tr: Zaten kitaplığınızda
uk: Уже у вашій бібліотеці
ur: پہلے سے لائبریری میں
vi: Đã có trong thư viện
zh_hans: 已在音乐库中
zh_hant: 已在音樂庫中

source: Another release of this album is in your library
ar: يوجد إصدار آخر من هذا الألبوم في مكتبتك
bg: Друго издание на този албум вече е в библиотеката ви
bn: এই অ্যালবামের আরেকটি রিলিজ আপনার লাইব্রেরিতে আছে
cs: V knihovně máte jiné vydání tohoto alba
de: Eine andere Veröffentlichung dieses Albums ist bereits in deiner Bibliothek
es: Otra edición de este álbum ya está en tu biblioteca
fr: Une autre édition de cet album est dans votre bibliothèque
gu: આ આલ્બમની બીજી રિલીઝ તમારી લાઇબ્રેરીમાં છે
he: מהדורה אחרת של אלבום זה כבר נמצאת בספרייה שלכם
hi: इस एल्बम का दूसरा रिलीज़ आपकी लाइब्रेरी में है
hr: Drugo izdanje ovog albuma već je u vašoj fonoteci
it: Un'altra pubblicazione di questo album è già nella tua libreria
ja: このアルバムの別リリースがライブラリにあります
kn: ಈ ಆಲ್ಬಮ್‌ನ ಮತ್ತೊಂದು ಬಿಡುಗಡೆ ನಿಮ್ಮ ಗ್ರಂಥಾಲಯದಲ್ಲಿದೆ
ko: 이 앨범의 다른 릴리스가 라이브러리에 있습니다
ml: ഈ ആൽബത്തിന്റെ മറ്റൊരു റിലീസ് നിങ്ങളുടെ ലൈബ്രറിയിൽ ഉണ്ട്
mr: या अल्बमची दुसरी आवृत्ती तुमच्या लायब्ररीमध्ये आहे
nl: Een andere release van dit album staat al in je bibliotheek
pa: ਇਸ ਐਲਬਮ ਦੀ ਹੋਰ ਰਿਲੀਜ਼ ਤੁਹਾਡੀ ਲਾਇਬ੍ਰੇਰੀ ਵਿੱਚ ਹੈ
pl: Inne wydanie tego albumu jest już w bibliotece
pt_br: Outro lançamento deste álbum está na sua biblioteca
ta: இந்த ஆல்பத்தின் மற்றொரு வெளியீடு உங்கள் நூலகத்தில் உள்ளது
te: ఈ ఆల్బమ్ యొక్క మరో విడుదల మీ లైబ్రరీలో ఉంది
th: มีอีกรุ่นวางจำหน่ายของอัลบั้มนี้อยู่ในคลังของคุณ
tr: Bu albümün başka bir yayını kitaplığınızda zaten var
uk: У вашій бібліотеці вже є інший реліз цього альбому
ur: اس البم کی ایک اور ریلیز آپ کی لائبریری میں ہے
vi: Một bản phát hành khác của album này đã có trong thư viện của bạn
zh_hans: 该专辑的另一个版本已在你的库中
zh_hant: 此專輯的另一個發行版本已在你的資料庫中

source: Any S3-compatible storage (AWS, Backblaze, Minio, ...)
ar: أي تخزين متوافق مع S3 (AWS، Backblaze، Minio، ...)
bg: Всяко S3-съвместимо хранилище (AWS, Backblaze, Minio, ...)
bn: যে কোনো S3-সামঞ্জস্যপূর্ণ স্টোরেজ (AWS, Backblaze, Minio, ...)
cs: Libovolné úložiště kompatibilní s S3 (AWS, Backblaze, Minio, …)
de: Jeder S3-kompatible Speicher (AWS, Backblaze, Minio, …)
es: Cualquier almacenamiento compatible con S3 (AWS, Backblaze, Minio, ...)
fr: Tout stockage compatible S3 (AWS, Backblaze, Minio, ...)
gu: કોઈપણ S3-સુસંગત સંગ્રહ (AWS, Backblaze, Minio, ...)
he: כל אחסון תואם S3 ‏(AWS, Backblaze, Minio, ...)
hi: कोई भी S3-संगत स्टोरेज (AWS, Backblaze, Minio, ...)
hr: Bilo koja pohrana kompatibilna s S3 (AWS, Backblaze, Minio, ...)
it: Qualsiasi archiviazione compatibile con S3 (AWS, Backblaze, Minio, ...)
ja: S3互換ストレージ全般（AWS、Backblaze、Minio など）
kn: ಯಾವುದೇ S3-ಹೊಂದಿಕೊಳ್ಳುವ ಸಂಗ್ರಹಣೆ (AWS, Backblaze, Minio, ...)
ko: S3 호환 저장소(AWS, Backblaze, Minio 등)
ml: ഏതെങ്കിലും S3-സൗഹൃദ സംഭരണം (AWS, Backblaze, Minio, ...)
mr: कोणतेही S3-सुसंगत संचयन (AWS, Backblaze, Minio, ...)
nl: Elke S3-compatibele opslag (AWS, Backblaze, Minio, ...)
pa: ਕੋਈ ਵੀ S3-ਅਨੁਕੂਲ ਸਟੋਰੇਜ (AWS, Backblaze, Minio, ...)
pl: Dowolny magazyn zgodny z S3 (AWS, Backblaze, Minio, ...)
pt_br: Qualquer armazenamento compatível com S3 (AWS, Backblaze, Minio, ...)
ta: S3-இணக்கமான எந்தச் சேமிப்பகமும் (AWS, Backblaze, Minio, ...)
te: ఏదైనా S3-అనుకూల నిల్వ (AWS, Backblaze, Minio, ...)
th: พื้นที่จัดเก็บใดก็ได้ที่เข้ากันได้กับ S3 (AWS, Backblaze, Minio, ...)
tr: S3 uyumlu herhangi bir depolama (AWS, Backblaze, Minio, ...)
uk: Будь-яке S3-сумісне сховище (AWS, Backblaze, Minio, ...)
ur: کوئی بھی S3-compatible اسٹوریج (AWS, Backblaze, Minio, ...)
vi: Bất kỳ dịch vụ lưu trữ tương thích S3 nào (AWS, Backblaze, Minio, ...)
zh_hans: 任何 S3 兼容存储（AWS、Backblaze、Minio 等）
zh_hant: 任何 S3 相容儲存空間 (AWS, Backblaze, Minio, ...)

source: Anyone with this code has full access to your library. Keep it secret. Use it only to restore on a new device when you have no other device available.
ar: أي شخص يملك هذا الرمز له وصول كامل إلى مكتبتك. أبقِه سرًّا. استخدمه فقط للاستعادة على جهاز جديد عندما لا يتوفر لديك جهاز آخر.
bg: Всеки с този код има пълен достъп до библиотеката ви. Пазете го в тайна. Използвайте го само за възстановяване на ново устройство, когато нямате друго налично устройство.
bn: এই কোড যার কাছে আছে সে আপনার লাইব্রেরিতে সম্পূর্ণ অ্যাক্সেস পায়। এটি গোপন রাখুন। অন্য কোনো ডিভাইস না থাকলে কেবল নতুন ডিভাইসে পুনরুদ্ধারের জন্য এটি ব্যবহার করুন।
cs: Kdokoli s tímto kódem má plný přístup k vaší knihovně. Udržujte ho v tajnosti. Použijte ho jen k obnově v novém zařízení, když nemáte žádné jiné zařízení k dispozici.
de: Jeder mit diesem Code hat vollen Zugriff auf deine Bibliothek. Halte ihn geheim. Nutze ihn nur zur Wiederherstellung auf einem neuen Gerät, wenn kein anderes Gerät verfügbar ist.
es: Cualquiera con este código tiene acceso completo a tu biblioteca. Mantenlo en secreto. Úsalo solo para restaurar en un dispositivo nuevo cuando no tengas otro dispositivo disponible.
fr: Quiconque possède ce code a un accès complet à votre bibliothèque. Gardez-le secret. Utilisez-le uniquement pour restaurer sur un nouvel appareil quand aucun autre appareil n'est disponible.
gu: આ કોડ ધરાવનાર કોઈપણને તમારી લાઇબ્રેરીની સંપૂર્ણ ઍક્સેસ મળે છે. તેને ગુપ્ત રાખો. બીજું કોઈ ડિવાઇસ ઉપલબ્ધ ન હોય ત્યારે જ નવા ડિવાઇસ પર પુનઃસ્થાપિત કરવા તેનો ઉપયોગ કરો.
he: לכל מי שיש קוד זה יש גישה מלאה לספרייה שלך. שמור אותו בסוד. השתמש בו רק לשחזור במכשיר חדש כשאין לך מכשיר אחר זמין.
hi: जिसके पास यह कोड है, उसे आपकी लाइब्रेरी की पूरी पहुंच है. इसे गुप्त रखें. इसका उपयोग केवल तब करें जब कोई दूसरा डिवाइस उपलब्ध न हो और नए डिवाइस पर पुनर्स्थापित करना हो.
hr: Svatko s ovim kodom ima puni pristup vašoj knjižnici. Čuvajte ga u tajnosti. Koristite ga samo za obnovu na novom uređaju kad nemate drugi dostupan uređaj.
it: Chiunque abbia questo codice ha pieno accesso alla tua libreria. Tienilo segreto. Usalo solo per ripristinare su un nuovo dispositivo quando non hai altri dispositivi disponibili.
ja: このコードを持つ人は誰でもライブラリに完全にアクセスできます。秘密にしてください。他のデバイスが使えないときに、新しいデバイスで復元する場合にのみ使用してください。
kn: ಈ ಕೋಡ್ ಇರುವ ಯಾರಿಗಾದರೂ ನಿಮ್ಮ ಲೈಬ್ರರಿಗೆ ಪೂರ್ಣ ಪ್ರವೇಶವಿದೆ. ಇದನ್ನು ರಹಸ್ಯವಾಗಿಡಿ. ಬೇರೆ ಸಾಧನ ಲಭ್ಯವಿಲ್ಲದಾಗ ಹೊಸ ಸಾಧನದಲ್ಲಿ ಮರುಸ್ಥಾಪಿಸಲು ಮಾತ್ರ ಬಳಸಿ.
ko: 이 코드를 가진 사람은 누구나 보관함에 완전히 접근할 수 있습니다. 비밀로 유지하세요. 다른 기기를 사용할 수 없을 때 새 기기에서 복원하는 용도로만 사용하세요.
ml: ഈ കോഡ് ഉള്ള ആർക്കും നിങ്ങളുടെ ലൈബ്രറിയിലേക്ക് പൂർണ്ണ ആക്സസ് ഉണ്ട്. ഇത് രഹസ്യമായി സൂക്ഷിക്കുക. മറ്റൊരു ഉപകരണവും ലഭ്യമല്ലാത്തപ്പോൾ പുതിയ ഉപകരണത്തിൽ പുനഃസ്ഥാപിക്കാൻ മാത്രം ഉപയോഗിക്കുക.
mr: हा कोड असलेल्या कोणालाही तुमच्या लायब्ररीचा पूर्ण प्रवेश मिळतो. तो गुप्त ठेवा. दुसरे कोणतेही डिव्हाइस उपलब्ध नसताना नवीन डिव्हाइसवर पुनर्संचयित करण्यासाठीच त्याचा वापर करा.
nl: Iedereen met deze code heeft volledige toegang tot je bibliotheek. Houd hem geheim. Gebruik hem alleen om te herstellen op een nieuw apparaat als je geen ander apparaat beschikbaar hebt.
pa: ਜਿਸ ਕੋਲ ਇਹ ਕੋਡ ਹੈ, ਉਸ ਕੋਲ ਤੁਹਾਡੀ ਲਾਇਬ੍ਰੇਰੀ ਦੀ ਪੂਰੀ ਪਹੁੰਚ ਹੈ। ਇਸਨੂੰ ਗੁਪਤ ਰੱਖੋ। ਜਦੋਂ ਕੋਈ ਹੋਰ ਡਿਵਾਈਸ ਉਪਲਬਧ ਨਾ ਹੋਵੇ ਤਾਂ ਸਿਰਫ਼ ਨਵੀਂ ਡਿਵਾਈਸ 'ਤੇ ਰੀਸਟੋਰ ਕਰਨ ਲਈ ਇਸਦੀ ਵਰਤੋਂ ਕਰੋ।
pl: Każdy, kto ma ten kod, ma pełny dostęp do Twojej biblioteki. Trzymaj go w tajemnicy. Używaj go tylko do przywracania na nowym urządzeniu, gdy nie masz dostępnego innego urządzenia.
pt_br: Qualquer pessoa com este código tem acesso total à sua biblioteca. Mantenha-o em segredo. Use-o apenas para restaurar em um dispositivo novo quando você não tiver outro dispositivo disponível.
ta: இந்தக் குறியீடு உள்ள எவருக்கும் உங்கள் லைப்ரரிக்கு முழு அணுகல் உண்டு. இதை ரகசியமாக வைத்திருங்கள். வேறு சாதனம் இல்லாதபோது புதிய சாதனத்தில் மீட்டமைக்க மட்டுமே பயன்படுத்தவும்.
te: ఈ కోడ్ ఉన్న ఎవరికైనా మీ లైబ్రరీకి పూర్తి యాక్సెస్ ఉంటుంది. దీన్ని రహస్యంగా ఉంచండి. మరో పరికరం అందుబాటులో లేనప్పుడు కొత్త పరికరంలో పునరుద్ధరించడానికి మాత్రమే ఉపయోగించండి.
th: ใครก็ตามที่มีรหัสนี้จะเข้าถึงคลังของคุณได้ทั้งหมด เก็บเป็นความลับ ใช้เฉพาะกู้คืนบนอุปกรณ์ใหม่เมื่อคุณไม่มีอุปกรณ์อื่นให้ใช้
tr: Bu koda sahip olan herkes kitaplığına tam erişim kazanır. Gizli tut. Yalnızca başka bir cihazın yokken yeni bir cihazda geri yüklemek için kullan.
uk: Будь-хто з цим кодом має повний доступ до вашої бібліотеки. Тримайте його в таємниці. Використовуйте лише для відновлення на новому пристрої, коли немає іншого доступного пристрою.
ur: جس کے پاس یہ کوڈ ہو اسے آپ کی لائبریری تک مکمل رسائی حاصل ہے۔ اسے خفیہ رکھیں۔ صرف اس وقت نئے آلے پر بحالی کے لیے استعمال کریں جب کوئی اور آلہ دستیاب نہ ہو۔
vi: Bất kỳ ai có mã này đều có toàn quyền truy cập thư viện của bạn. Hãy giữ bí mật. Chỉ dùng để khôi phục trên thiết bị mới khi bạn không còn thiết bị nào khác.
zh_hans: 任何拥有此代码的人都能完全访问你的资料库。请保密。仅在没有其他设备可用时，用它在新设备上恢复。
zh_hant: 任何擁有此代碼的人都能完整存取你的資料庫。請保密。僅在沒有其他裝置可用時，用它在新裝置上還原。

source: API key
ar: مفتاح API
bg: API ключ
bn: API কী
cs: API klíč
de: API-Schlüssel
es: Clave de API
fr: Clé d'API
gu: API કી
he: מפתח API
hi: API कुंजी
hr: API ključ
it: chiave API
ja: APIキー
kn: API ಕೀ
ko: API 키
ml: API കീ
mr: API कळ
nl: API-sleutel
pa: API ਕੁੰਜੀ
pl: Klucz API
pt_br: Chave de API
ta: API விசை
te: API కీ
th: คีย์ API
tr: API anahtarı
uk: Ключ API
ur: API کلید
vi: Khóa API
zh_hans: API 密钥
zh_hant: API 金鑰

source: Append except HTOA
ar: إلحاق باستثناء HTOA
bg: Добавяне без HTOA
bn: HTOA ছাড়া সংযোজন করুন
cs: Připojit kromě HTOA
de: Anhängen außer HTOA
es: Añadir excepto HTOA
fr: Ajouter sauf HTOA
gu: HTOA સિવાય ઉમેરો
he: הוסף בסוף למעט HTOA
hi: HTOA को छोड़कर जोड़ें
hr: Dodaj osim HTOA
it: Aggiungi eccetto HTOA
ja: HTOAを除いて追加
kn: HTOA ಹೊರತುಪಡಿಸಿ ಸೇರಿಸಿ
ko: HTOA 제외하고 추가
ml: HTOA ഒഴികെ ചേർക്കുക
mr: HTOA वगळून जोडा
nl: Toevoegen behalve HTOA
pa: HTOA ਤੋਂ ਇਲਾਵਾ ਜੋੜੋ
pl: Dołącz z wyjątkiem HTOA
pt_br: Anexar exceto HTOA
ta: HTOA தவிர இணைக்கவும்
te: HTOA తప్ప మిగతావి జోడించు
th: ต่อท้ายยกเว้น HTOA
tr: HTOA hariç sona ekle
uk: Додати в кінець, крім HTOA
ur: HTOA کے علاوہ شامل کریں
vi: Nối thêm trừ HTOA
zh_hans: 追加，不含 HTOA
zh_hant: 附加，排除 HTOA

source: Append including HTOA
ar: إلحاق مع تضمين HTOA
bg: Добавяне с HTOA
bn: HTOA সহ সংযোজন করুন
cs: Připojit včetně HTOA
de: Anhängen einschließlich HTOA
es: Añadir incluyendo HTOA
fr: Ajouter avec HTOA
gu: HTOA સહિત ઉમેરો
he: הוסף בסוף כולל HTOA
hi: HTOA सहित जोड़ें
hr: Dodaj uključujući HTOA
it: Aggiungi includendo HTOA
ja: HTOAを含めて追加
kn: HTOA ಸೇರಿಸಿ ಸೇರಿಸಿ
ko: HTOA 포함하여 추가
ml: HTOA ഉൾപ്പെടെ ചേർക്കുക
mr: HTOA सह जोडा
nl: Toevoegen inclusief HTOA
pa: HTOA ਸਮੇਤ ਜੋੜੋ
pl: Dołącz wraz z HTOA
pt_br: Anexar incluindo HTOA
ta: HTOA உட்பட இணைக்கவும்
te: HTOA సహా జోడించు
th: ต่อท้ายรวม HTOA
tr: HTOA dahil sona ekle
uk: Додати в кінець, включно з HTOA
ur: HTOA سمیت شامل کریں
vi: Nối thêm gồm cả HTOA
zh_hans: 追加，包含 HTOA
zh_hant: 附加，包含 HTOA

source: Approve
ar: الموافقة
bg: Одобряване
bn: অনুমোদন করুন
cs: Schválit
de: Genehmigen
es: Aprobar
fr: Approuver
gu: મંજૂર કરો
he: אישור
hi: स्वीकृत करें
hr: Odobri
it: Approva
ja: 承認
kn: ಅನುಮೋದಿಸಿ
ko: 승인
ml: അംഗീകരിക്കുക
mr: मंजूर करा
nl: Goedkeuren
pa: ਮਨਜ਼ੂਰ ਕਰੋ
pl: Zatwierdź
pt_br: Aprovar
ta: ஒப்புதல்
te: ఆమోదించండి
th: อนุมัติ
tr: Onayla
uk: Схвалити
ur: منظور کریں
vi: Phê duyệt
zh_hans: 批准
zh_hant: 核准

source: Approve this device?
ar: هل توافق على هذا الجهاز؟
bg: Да се одобри ли това устройство?
bn: এই ডিভাইসটি অনুমোদন করবেন?
cs: Schválit toto zařízení?
de: Dieses Gerät genehmigen?
es: ¿Aprobar este dispositivo?
fr: Approuver cet appareil ?
gu: આ ડિવાઇસ મંજૂર કરીએ?
he: לאשר מכשיר זה?
hi: यह डिवाइस स्वीकृत करें?
hr: Odobriti ovaj uređaj?
it: Approvare questo dispositivo?
ja: このデバイスを承認しますか?
kn: ಈ ಸಾಧನವನ್ನು ಅನುಮೋದಿಸುವುದೇ?
ko: 이 기기를 승인하시겠습니까?
ml: ഈ ഉപകരണം അംഗീകരിക്കണോ?
mr: हे डिव्हाइस मंजूर करायचे?
nl: Dit apparaat goedkeuren?
pa: ਇਹ ਡਿਵਾਈਸ ਮਨਜ਼ੂਰ ਕਰਨੀ ਹੈ?
pl: Zatwierdzić to urządzenie?
pt_br: Aprovar este dispositivo?
ta: இந்தச் சாதனத்தை ஒப்புகொள்ளவா?
te: ఈ పరికరాన్ని ఆమోదించాలా?
th: อนุมัติอุปกรณ์นี้หรือไม่
tr: Bu cihaz onaylansın mı?
uk: Схвалити цей пристрій?
ur: یہ آلہ منظور کریں؟
vi: Phê duyệt thiết bị này?
zh_hans: 批准此设备？
zh_hant: 核准此裝置？

source: Are you sure you want to delete this release? This cannot be undone.
ar: هل أنت متأكد من حذف هذا الإصدار؟ لا يمكن التراجع عن هذا.
bg: Сигурни ли сте, че искате да изтриете това издание? Действието е необратимо.
bn: আপনি কি নিশ্চিত এই রিলিজটি মুছতে চান? এটি ফেরানো যাবে না।
cs: Opravdu chcete toto vydání smazat? Akci nelze vrátit zpět.
de: Möchtest du diese Veröffentlichung wirklich löschen? Das kann nicht rückgängig gemacht werden.
es: ¿Seguro que quieres eliminar esta edición? Esta acción no se puede deshacer.
fr: Voulez-vous vraiment supprimer cette édition ? Cette action est irréversible.
gu: શું તમે ખરેખર આ પ્રકાશન કાઢી નાખવા માંગો છો? આ પાછું કરી શકાશે નહીં.
he: למחוק את המהדורה הזו? לא ניתן לבטל פעולה זו.
hi: क्या आप वाकई इस रिलीज को हटाना चाहते हैं? इसे वापस नहीं किया जा सकता।
hr: Jeste li sigurni da želite izbrisati ovo izdanje? Ovo se ne može poništiti.
it: Vuoi davvero eliminare questa pubblicazione? L'azione non può essere annullata.
ja: このリリースを削除してもよろしいですか？この操作は取り消せません。
kn: ಈ ಬಿಡುಗಡೆ ಅಳಿಸಲು ಖಚಿತವೇ? ಇದನ್ನು ಹಿಂದಿರುಗಿಸಲಾಗುವುದಿಲ್ಲ.
ko: 이 릴리스를 삭제할까요? 되돌릴 수 없습니다.
ml: ഈ പതിപ്പ് ഇല്ലാതാക്കണമെന്ന് ഉറപ്പാണോ? ഇത് പഴയപടിയാക്കാൻ കഴിയില്ല.
mr: तुम्हाला हे प्रकाशन हटवायचे आहे याची खात्री आहे का? हे पूर्ववत करता येणार नाही.
nl: Weet je zeker dat je deze release wilt verwijderen? Dit kan niet ongedaan worden gemaakt.
pa: ਕੀ ਤੁਸੀਂ ਇਹ ਰਿਲੀਜ਼ ਮਿਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ? ਇਹ ਵਾਪਸ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ।
pl: Na pewno usunąć to wydanie? Tej operacji nie można cofnąć.
pt_br: Tem certeza de que deseja excluir este lançamento? Isso não pode ser desfeito.
ta: இந்த வெளியீட்டை நீக்க விரும்புகிறீர்களா? இதை மீளச் செய்ய முடியாது.
te: ఈ విడుదలను తొలగించాలనుకుంటున్నారా? దీన్ని తిరిగి చేయలేరు.
th: แน่ใจหรือไม่ว่าต้องการลบรีลีสนี้ การกระทำนี้ย้อนกลับไม่ได้
tr: Bu yayını silmek istediğinizden emin misiniz? Bu işlem geri alınamaz.
uk: Ви впевнені, що хочете видалити цей реліз? Цю дію не можна скасувати.
ur: کیا آپ واقعی یہ اشاعت حذف کرنا چاہتے ہیں؟ اسے واپس نہیں کیا جا سکے گا۔
vi: Bạn có chắc muốn xóa bản phát hành này không? Không thể hoàn tác.
zh_hans: 确定要删除此版本吗？此操作无法撤销。
zh_hant: 確定要刪除此發行嗎？此操作無法復原。

source: Artist
ar: الفنان
bg: Изпълнител
bn: শিল্পী
cs: Interpret
de: Interpret
es: Artista
fr: Artiste
gu: કલાકાર
he: אמן
hi: कलाकार
hr: Izvođač
it: Artista
ja: アーティスト
kn: ಕಲಾವಿದ
ko: 아티스트
ml: കലാകാരൻ
mr: कलाकार
nl: Artiest
pa: ਕਲਾਕਾਰ
pl: Wykonawca
pt_br: Artista
ta: கலைஞர்
te: కళాకారుడు
th: ศิลปิน
tr: Sanatçı
uk: Виконавець
ur: فنکار
vi: Nghệ sĩ
zh_hans: 艺术家
zh_hant: 演出者

source: Artist Name
ar: اسم الفنان
bg: Име на изпълнител
bn: শিল্পীর নাম
cs: Jméno umělce
de: Künstlername
es: Nombre del artista
fr: Nom de l'artiste
gu: કલાકારનું નામ
he: שם האמן
hi: कलाकार का नाम
hr: Ime izvođača
it: Nome artista
ja: アーティスト名
kn: ಕಲಾವಿದರ ಹೆಸರು
ko: 아티스트 이름
ml: ആർട്ടിസ്റ്റിന്റെ പേര്
mr: कलाकाराचे नाव
nl: Artiestennaam
pa: ਕਲਾਕਾਰ ਦਾ ਨਾਂ
pl: Nazwa artysty
pt_br: Nome do artista
ta: கலைஞர் பெயர்
te: కళాకారుడి పేరు
th: ชื่อศิลปิน
tr: Sanatçı adı
uk: Ім'я виконавця
ur: فنکار کا نام
vi: Tên nghệ sĩ
zh_hans: 艺人名称
zh_hant: 藝人名稱

source: Artists
ar: الفنانون
bg: Изпълнители
bn: শিল্পীরা
cs: Interpreti
de: Künstler
es: Artistas
fr: Artistes
gu: કલાકારો
he: אמנים
hi: कलाकार
hr: Izvođači
it: Artisti
ja: アーティスト
kn: ಕಲಾವಿದರು
ko: 아티스트
ml: കലാകാരന്മാർ
mr: कलाकार
nl: Artiesten
pa: ਕਲਾਕਾਰ
pl: Wykonawcy
pt_br: Artistas
ta: கலைஞர்கள்
te: కళాకారులు
th: ศิลปิน
tr: Sanatçılar
uk: Виконавці
ur: فنکار
vi: Nghệ sĩ
zh_hans: 艺人
zh_hant: 藝人

source: Authorizing...
ar: جارٍ التفويض...
bg: Оторизиране...
bn: অনুমোদন করা হচ্ছে...
cs: Autorizace…
de: Autorisierung …
es: Autorizando...
fr: Autorisation…
gu: અધિકૃત થઈ રહ્યું છે...
he: מאשר…
hi: अनुमति दी जा रही है...
hr: Autorizacija...
it: Autorizzazione...
ja: 認証中…
kn: ಅನುಮತಿಸಲಾಗುತ್ತಿದೆ...
ko: 인증 중...
ml: അനുമതി നൽകുന്നു...
mr: अधिकृत करत आहे...
nl: Autoriseren...
pa: ਅਧਿਕਾਰਿਤ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ...
pl: Autoryzowanie...
pt_br: Autorizando...
ta: அங்கீகரிக்கப்படுகிறது...
te: అధికారపరుస్తోంది...
th: กำลังอนุญาต...
tr: Yetkilendiriliyor...
uk: Авторизація…
ur: اجازت دی جا رہی ہے...
vi: Đang ủy quyền...
zh_hans: 授权中…
zh_hant: 正在授權...

source: Automation
ar: الأتمتة
bg: Автоматизация
bn: অটোমেশন
cs: Automatizace
de: Automatisierung
es: Automatización
fr: Automatisation
gu: સ્વચાલન
he: אוטומציה
hi: स्वचालन
hr: Automatizacija
it: Automazione
ja: 自動化
kn: ಸ್ವಯಂಚಾಲನೆ
ko: 자동화
ml: സ്വയപ്രവർത്തനം
mr: स्वयंचलन
nl: Automatisering
pa: ਆਟੋਮੇਸ਼ਨ
pl: Automatyzacja
pt_br: Automação
ta: தானியக்கம்
te: ఆటోమేషన్
th: การทำงานอัตโนมัติ
tr: Otomasyon
uk: Автоматизація
ur: خودکاری
vi: Tự động hóa
zh_hans: 自动化
zh_hant: 自動化

source: Back
ar: رجوع
bg: Назад
bn: ফিরে যান
cs: Zpět
de: Zurück
es: Atrás
fr: Retour
gu: પાછળ
he: חזרה
hi: वापस
hr: Natrag
it: Indietro
ja: 戻る
kn: ಹಿಂದೆ
ko: 뒤로
ml: പിന്നോട്ട്
mr: मागे
nl: Terug
pa: ਵਾਪਸ
pl: Wstecz
pt_br: Voltar
ta: பின்செல்
te: వెనక్కి
th: กลับ
tr: Geri
uk: Назад
ur: واپس
vi: Quay lại
zh_hans: 返回
zh_hant: 返回

source: bae doesn't have permission to use iCloud. Open System Settings → Apple ID → iCloud → Apps Using iCloud and turn bae on.
ar: لا يملك bae إذن استخدام iCloud. افتح إعدادات النظام ← Apple ID ← iCloud ← التطبيقات التي تستخدم iCloud وفعّل bae.
bg: bae няма разрешение да използва iCloud. Отворете „Системни настройки“ → Apple ID → iCloud → Приложения, използващи iCloud, и включете bae.
bn: iCloud ব্যবহারের অনুমতি bae-এর নেই। সিস্টেম সেটিংস → Apple ID → iCloud → iCloud ব্যবহারকারী অ্যাপ খুলে bae চালু করুন।
cs: bae nemá oprávnění používat iCloud. Otevřete Nastavení systému → Apple ID → iCloud → Apky používající iCloud a zapněte bae.
de: bae hat keine Berechtigung für iCloud. Öffne „Systemeinstellungen“ → Apple-ID → iCloud → „Apps, die iCloud verwenden“ und aktiviere bae.
es: bae no tiene permiso para usar iCloud. Abre Ajustes del Sistema → Apple ID → iCloud → Apps que usan iCloud y activa bae.
fr: bae n'a pas l'autorisation d'utiliser iCloud. Ouvrez Réglages Système → Identifiant Apple → iCloud → Apps utilisant iCloud, puis activez bae.
gu: bae ને iCloud વાપરવાની પરવાનગી નથી. સિસ્ટમ સેટિંગ્સ → Apple ID → iCloud → iCloud વાપરતી ઍપ ખોલો અને bae ચાલુ કરો.
he: ל-bae אין הרשאה להשתמש ב-iCloud. פתח את הגדרות המערכת ← Apple ID ← iCloud ← אפליקציות המשתמשות ב-iCloud והפעל את bae.
hi: bae को iCloud उपयोग करने की अनुमति नहीं है. सिस्टम सेटिंग्स → Apple ID → iCloud → iCloud उपयोग करने वाले ऐप खोलें और bae चालू करें.
hr: bae nema dopuštenje za korištenje iClouda. Otvorite Postavke sustava → Apple ID → iCloud → Aplikacije koje koriste iCloud i uključite bae.
it: bae non ha il permesso di usare iCloud. Apri Impostazioni di Sistema → ID Apple → iCloud → App che usano iCloud e attiva bae.
ja: baeにiCloudを使用する権限がありません。「システム設定」→「Apple ID」→「iCloud」→「iCloudを使用しているApp」でbaeをオンにしてください。
kn: iCloud ಬಳಸಲು bae ಗೆ ಅನುಮತಿ ಇಲ್ಲ. ಸಿಸ್ಟಂ ಸೆಟ್ಟಿಂಗ್‌ಗಳು → Apple ID → iCloud → iCloud ಬಳಸುವ ಆ್ಯಪ್‌ಗಳು ತೆರೆದು bae ಆನ್ ಮಾಡಿ.
ko: bae에 iCloud 사용 권한이 없습니다. 시스템 설정 → Apple ID → iCloud → iCloud를 사용하는 App에서 bae를 켜십시오.
ml: iCloud ഉപയോഗിക്കാൻ bae-ക്ക് അനുമതിയില്ല. സിസ്റ്റം ക്രമീകരണങ്ങൾ → Apple ID → iCloud → iCloud ഉപയോഗിക്കുന്ന ആപ്പുകൾ തുറന്ന് bae ഓണാക്കുക.
mr: bae ला iCloud वापरण्याची परवानगी नाही. सिस्टम सेटिंग्ज → Apple ID → iCloud → iCloud वापरणारे अ‍ॅप्स उघडा आणि bae चालू करा.
nl: bae heeft geen toestemming om iCloud te gebruiken. Open Systeeminstellingen → Apple ID → iCloud → Apps die iCloud gebruiken en schakel bae in.
pa: bae ਕੋਲ iCloud ਵਰਤਣ ਦੀ ਇਜਾਜ਼ਤ ਨਹੀਂ ਹੈ। ਸਿਸਟਮ ਸੈਟਿੰਗਾਂ → Apple ID → iCloud → iCloud ਵਰਤਣ ਵਾਲੀਆਂ ਐਪਾਂ ਖੋਲ੍ਹੋ ਅਤੇ bae ਚਾਲੂ ਕਰੋ।
pl: bae nie ma uprawnień do iCloud. Otwórz Ustawienia systemowe → Apple ID → iCloud → Aplikacje używające iCloud i włącz bae.
pt_br: O bae não tem permissão para usar o iCloud. Abra Ajustes do Sistema → ID Apple → iCloud → Apps Usando o iCloud e ative o bae.
ta: iCloud-ஐப் பயன்படுத்த bae-க்கு அனுமதி இல்லை. கணினி அமைப்புகள் → Apple ID → iCloud → iCloud-ஐப் பயன்படுத்தும் ஆப்ஸ் ஐத் திறந்து bae-ஐ இயக்கவும்.
te: iCloud ఉపయోగించడానికి baeకి అనుమతి లేదు. సిస్టమ్ సెట్టింగ్‌లు → Apple ID → iCloud → iCloud ఉపయోగించే యాప్‌లు తెరిచి baeని ఆన్ చేయండి.
th: bae ไม่ได้รับอนุญาตให้ใช้ iCloud เปิดการตั้งค่าระบบ → Apple ID → iCloud → แอปที่ใช้ iCloud แล้วเปิด bae
tr: bae'nin iCloud'u kullanma izni yok. Sistem Ayarları → Apple Kimliği → iCloud → iCloud'u Kullanan Uygulamalar'ı açıp bae'yi etkinleştirin.
uk: bae не має дозволу використовувати iCloud. Відкрийте «Системні параметри» → Apple ID → iCloud → «Програми, що використовують iCloud» і увімкніть bae.
ur: bae کو iCloud استعمال کرنے کی اجازت نہیں ہے۔ سسٹم سیٹنگز ← Apple ID ← iCloud ← iCloud استعمال کرنے والی ایپس کھولیں اور bae آن کریں۔
vi: bae không có quyền dùng iCloud. Mở Cài đặt Hệ thống → Apple ID → iCloud → Ứng dụng dùng iCloud rồi bật bae.
zh_hans: bae 没有使用 iCloud 的权限。请打开“系统设置”→“Apple ID”→“iCloud”→“使用 iCloud 的 App”并开启 bae。
zh_hant: bae 沒有使用 iCloud 的權限。請打開「系統設定」→「Apple ID」→「iCloud」→「使用 iCloud 的 App」並開啟 bae。

source: Barcode
ar: الرمز الشريطي
bg: Баркод
bn: বারকোড
cs: Čárový kód
es: Código de barras
fr: Code-barres
gu: બારકોડ
he: ברקוד
hi: बारकोड
hr: Crtični kod
it: Codice a barre
ja: バーコード
kn: ಬಾರ್‌ಕೋಡ್
ko: 바코드
ml: ബാർകോഡ്
mr: बारकोड
pa: ਬਾਰਕੋਡ
pl: Kod kreskowy
pt_br: Código de barras
ta: பட்டைக் குறியீடு
te: బార్‌కోడ్
th: บาร์โค้ด
tr: Barkod
uk: Штрихкод
ur: بارکوڈ
vi: Mã vạch
zh_hans: 条形码
zh_hant: 條碼

source: Bit depth
ar: عمق البت
bg: Битова дълбочина
bn: বিট গভীরতা
cs: Bitová hloubka
de: Bittiefe
es: Profundidad de bits
fr: Résolution
gu: બિટ ઊંડાઈ
he: עומק סיביות
hi: बिट गहराई
hr: Bitna dubina
it: Profondità bit
ja: ビット深度
kn: ಬಿಟ್ ಆಳ
ko: 비트 깊이
ml: ബിറ്റ് ആഴം
mr: बिट खोली
nl: Bitdiepte
pa: ਬਿਟ ਡੈੱਪਥ
pl: Głębia bitowa
pt_br: Profundidade de bits
ta: பிட் ஆழம்
te: బిట్ డెప్త్
th: ความลึกบิต
tr: Bit derinliği
uk: Бітова глибина
ur: بٹ گہرائی
vi: Độ sâu bit
zh_hans: 位深
zh_hant: 位元深度
